{"translation-revision-date":"2025-04-11 11:56:24+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Design a new theme":["Projetar um novo tema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Seu tema ativo será alterado e você poderá perder quaisquer alterações que fizeram."],"Are you sure you want to design a new theme?":["Tem certeza de que deseja projetar um novo tema?"],"Customize your theme":["Personalize seu tema"],"Start designing":["Comece a criar"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crie uma loja virtual linda em pouco tempo usando nosso criador de lojas integrado. Escolha o layout, selecione um estilo e muito mais opções de personalização."],"Design your own":["Crie o seu próprio"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Alimentado por ia experimental. {{link}} saiba mais {{\/link}}"],"Start again":["Comece de novo"],"Are you sure you want to start a new design?":["Tem certeza de que deseja iniciar um novo design?"],"Customize your custom theme":["Personalize seu tema personalizado"],"Find out how":["Descobrir como"],"Are you sure you want to start over?":["Tem certeza de que deseja começar de novo?"],"Create a new one":["Criar um novo"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que você está usando o modo offline do jetpack - mude para o modo online para começar a projetar com a ia."],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continue personalizando a aparência da sua loja gerada pela ia ou comece e crie uma nova."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["O designer da loja criará um novo design de loja para você e você perderá as alterações que você fez em seu tema ativo. se você preferir continuar editando seu tema, você pode fazê -lo através do <editorlink> editor <\/ editorlink>."],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Você será solicitado a fornecer as informações da sua empresa novamente e perderá seu design de ia existente. se você deseja personalizar seu design existente, poderá fazê -lo através do <ditorlink> editor <\/ editorlink>."],"Looking to design your store using AI?":["Procurando projetar sua loja usando a ia?"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Infelizmente, o [ai store designer] não está disponível no momento, pois não podemos detectar sua rede. por favor, verifique sua conexão à internet."],"Go to the Editor":["Vá para o editor"],"Design with AI":["Projete com IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Projete a aparência da sua loja, crie páginas e gere cópias usando nossas ferramentas integradas de IA."],"Use the power of AI to design your store":["Use o poder da IA ​​para projetar sua loja"],"Customize your store":["Personalize sua loja"],"Customize":["Personalizar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}